import Courts from '../models/courts';

const COURTS = [
  new Courts(
    'p1',
    'Монгол Улсын Их Сургууль',
    'МУИС',
    'http://news.num.edu.mn/wp-content/uploads/2016/01/12507431_217165365290203_4111887186840639235_n.jpg',
    'Олон улсын стандартад нийцсэн спорт заал.',
    30000,
    'Зогсоолтой',
    'Тоглогч бүр хар цагаан өнгийн 2 подволктой ирэх. ',
    [47.92598341450217, 106.9214496819514]
  ),
  new Courts(
    'p2',
    'Нэгдүгээр сургууль',
    '1-р сургууль',
    'https://sportprosusa.com/wp-content/uploads/2014/06/SPU_8447-edited.jpg',
    'Олон улсын стандартад нийцсэн спорт заал.',
    30000,
    'Зогсоолгүй',
    'Тоглогч бүр хар цагаан өнгийн 2 подволктой ирэх. ',
    [47.91104942240715, 106.91368125277536]
  ),
  new Courts(
    'p3',
    'Спортын төв ордон',
    'Спортын төв ордон',
    'https://www.nba.com/resources/static/team/v2/heat/custom-projects/2018-19_Uniforms/imgs/vice-nights-court-1.jpg',
    'Олон улсын стандартад нийцсэн спорт заал.',
    30000,
    'Зогсоолгүй',
    'Тоглогч бүр хар цагаан өнгийн 2 подволктой ирэх. ',
    [47.9155133597749, 106.91189639354677]
  ),
  new Courts(
    'p4',
    'Сити клуб',
    'Сити клуб',
    'https://www.nba.com/resources/static/team/v2/heat/custom-projects/2018-19_Uniforms/imgs/vice-nights-court-4.jpg?v=1',
    'NBA-гийн жишиг стандартад хүрсэн спорт заал.',
    30000,
    'Зогсоолтой',
    'Тоглогч бүр хар цагаан өнгийн 2 подволктой ирэх. ',
    [47.91109810094105, 106.90344510524051]
  ),
  new Courts(
    'p5',
    'Хоёрдугаар сургууль',
    '2-р сургууль',
    'https://i.pinimg.com/originals/7d/a9/cf/7da9cfb0318e5565f6243ae15ca7ca05.jpg',
    'NBA-гийн жишиг стандартад хүрсэн спорт заал.',
    30000,
    'Зогсоолтой',
    'Тоглогч бүр хар цагаан өнгийн 2 подволктой ирэх. ',
    [47.923218516132835, 106.91895390672681]
  ),
  new Courts(
    'p6',
    'Гуравдугаар сургууль',
    '3-р сургууль',
    'http://news.num.edu.mn/wp-content/uploads/2016/01/12507431_217165365290203_4111887186840639235_n.jpg',
    'NBA-гийн жишиг стандартад хүрсэн спорт заал.',
    30000,
    'Зогсоолгүй',
    'Тоглогч бүр хар цагаан өнгийн 2 подволктой ирэх. ',
    [47.923218516132835, 106.91895390672681]
  )
];

export default COURTS;
